Repository: timeers/root-website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, fr

source: You are about to sign in using your existing %(provider)s Account. You will be redirected to Discord to review these permissions.
es: Estás a punto de iniciar sesión con tu cuenta de %(provider)s. Serás redirigido a Discord para revisar estos permisos.
fr: Vous êtes sur le point de vous connecter avec votre compte %(provider)s existant. Vous serez redirigé vers Discord pour vérifier ces autorisations.

source: Continue to %(provider)s
es: Continuar a %(provider)s
fr: Continuer vers %(provider)s

source: Continue
es: Continuar

source: Submit
es: Enviar
fr: Soumettre

source: Stable Only
es: Sólo Estable
fr: Écurie seulement

source: Testing and Above
es: Pruebas y superiores
fr: Test et mieux

source: Development and Above
es: Desarrollo y superiores
fr: Développement et mieux

source: All (include Inactive)
es: Todos (incluidos los inactivos)
fr: Tous (y compris les inactifs)

source: Pick what you want to see. If you hide something, it won’t show up in your searches or game setup.
es: Elige lo que quieras ver. Si ocultas algo, no aparecerá en tus búsquedas ni en la configuración del juego.
fr: Choisissez ce que vous souhaitez voir. Si vous masquez quelque chose, il n'apparaîtra pas dans vos recherches ni dans la configuration du jeu.

source: Status Visiblity
es: Visibilidad del Estado
fr: Visibilité du statut

source: Show Fan Content
es: Mostrar contenido de fans
fr: Afficher le contenu des fans

source: Set Automatically
es: Establecer automáticamente
fr: Définir automatiquement

source: Select your preferred language. When available, component content will be shown in this language by default.
es: Seleccione su idioma preferido. Cuando esté disponible, el contenido del componente se mostrará en este idioma de forma predeterminada.
fr: Sélectionnez votre langue préférée. Le contenu des composants sera affiché par défaut dans cette langue lorsqu'elle sera disponible.

source: Discord Username
es: Nombre de usuario de discordia
fr: Nom d'utilisateur Discorde

source: Display Name (optional)
es: Nombre para Mostrar (opcional)
fr: Nom d'affichage (facultatif)

source: Player names cannot be longer than 32 characters.
es: Los nombres de los jugadores no pueden tener más de 32 caracteres.
fr: Les noms des joueurs ne peuvent pas dépasser 32 caractères.

source: Please only use numbers, letters, underscores _ , or periods.
es: Utilice únicamente números, letras, guiones bajos _ o puntos.
fr: Veuillez utiliser uniquement des chiffres, des lettres, des traits de soulignement _ ou des points.

source: This Discord username is already registered.
es: Este nombre de usuario de Discord ya está registrado.
fr: Ce nom d'utilisateur Discord est déjà enregistré.

source: General Feedback
es: Comentarios Generales
fr: Commentaires généraux

source: Usability Feedback
es: Comentarios de Usabilidad
fr: Commentaires sur la convivialité

source: Bug Report
es: Informe de Error
fr: Rapport d'erreur

source: Feature Request
es: Solicitud de Función
fr: Demande de fonctionnalité

source: Faction
es: Facción

source: Map
es: Mapa

source: Vagabond
es: Vagabondo

source: Deck
es: Baraja
fr: Jeu de Cartes

source: Landmark
es: Lugar Mítico
fr: Point de repère

source: Hireling
es: Secuaz

source: Playtest Group
es: Grupo de Prueba de Juego
fr: Groupe de Test

source: Outdated Information
es: Información Obsoleta
fr: Informations obsolètes

source: Incorrect Information
es: Información Incorrecta
fr: Informations incorrectes

source: Offensive Image/Language
es: Imagen/Lenguaje Ofensivo
fr: Image/langage offensant

source: Spam
es: Basura
fr: Courrier indésirable

source: Other
es: Otro
fr: Autre

source: French Root
es: Root Francesa
fr: Root Française

source: Existing Translation Missing
es: Falta la Traducción Existente
fr: La traduction existante est manquante

source: Select Category
es: Seleccionar Categoría
fr: Sélectionnez une catégorie

source: Details
es: Detalles
fr: Détails

source: Contact Info (Optional)
es: Información de Contacto (Opcional)
fr: Coordonnées (facultatif)

source: Does Clearing Priority fill you with a sense of urgency?
es: ¿Eres un robot?
fr: Es-tu un robot ?

source: Contact Info
es: Información de Contacto
fr: Coordonnées

source: Discord Username or Email
es: Nombre de usuario o correo electrónico de Discord
fr: Nom d'utilisateur ou e-mail Discord

source: Please include details for the Fan Content you would like to be added. Each post must include at least one link to a Discord Thread or BGG Post, PNP Files or TTS Mod is a plus. You can make a request for something you did not create, but include the designer's discord username.
es: Incluye los detalles del contenido de fan que quieres añadir. Cada publicación debe incluir al menos un enlace a un hilo de Discord o una publicación de BGG. Se valoran los archivos PNP o la modificación TTS. Puedes solicitar algo que no hayas creado, pero incluye el nombre de usuario de Discord del diseñador.
fr: Veuillez préciser le contenu de fan que vous souhaitez ajouter. Chaque publication doit inclure au moins un lien vers un fil de discussion Discord ou un post BGG. Les fichiers PNP ou un modérateur TTS sont un plus. Vous pouvez demander un contenu que vous n'avez pas créé, mais veuillez indiquer le nom d'utilisateur Discord du créateur.

source: Weird Root is a private server for developing and discussing fan-made Root content. To keep bots out, invites aren't shared publicly. The easiest way to join is by messaging someone already in the server. This site isn’t managed by Weird Root, but if you include a brief message, we’ll do our best to get back to you soon.
es: Weird Root es un servidor privado para desarrollar y debatir contenido creado por fans de Root. Para evitar bots, las invitaciones no se comparten públicamente. La forma más fácil de unirse es enviando un mensaje a alguien que ya esté en el servidor. Este sitio no está administrado por Weird Root, pero si incluyes un mensaje breve, haremos todo lo posible por responderte pronto.
fr: Weird Root est un serveur privé dédié au développement et à la discussion de contenu Root créé par des fans. Pour éviter les robots, les invitations ne sont pas partagées publiquement. Le plus simple est d'envoyer un message à quelqu'un déjà présent sur le serveur. Ce site n'est pas géré par Weird Root, mais si vous incluez un court message, nous ferons de notre mieux pour vous répondre rapidement.

source: Root & co - Communauté FR is a French Discord server
es: Root & co - Communauté FR es un servidor de Discord francés

source: Please provide any relevant information. If information is incorrect or out of date please provide a link to the updated information.
es: Proporcione cualquier información relevante. Si la información es incorrecta o está desactualizada, proporcione un enlace a la información actualizada.
fr: Veuillez fournir toute information pertinente. Si les informations sont incorrectes ou obsolètes, veuillez fournir un lien vers les informations mises à jour.

source: Save
es: Guardar
fr: Sauvegarder

source: Player
es: Jugador
fr: Joueur

source: Winrate
es: Tasa de Ganancia
fr: Taux de Victoire

source: Points
es: Puntos

source: Games
es: Juegos
fr: Jeux

source: Leaderboards
es: Tablas de Clasificación
fr: Classements

source: Leaderboard
es: Tabla de Clasificación
fr: Classement

source: By Winrate
es: Por Tasa de Ganancia
fr: Par Winrate

source: By Games Won
es: Por Juegos Ganados
fr: Par Jeux Gagnés

source: Leaderboard Threshold of
es: Umbral de Clasificación de
fr: Seuil de Classement de

source: Games Played
es: Juegos Jugados
fr: Jeux Joués

source: Bookmarks
es: Marcadores
fr: Signets

source: Settings
es: Ajustes
fr: Paramètres

source: In Progress
es: En curso
fr: En cours

source: Find %(artist_name)s's Artwork Here
es: Encuentra las obras de %(artist_name)s aquí
fr: Trouvez les œuvres de %(artist_name)s ici

source: Posts
es: Publicaciones
fr: Soumissions

source: Artwork
es: Obra de arte
fr: Oeuvre

source: Stats
es: Estadísticas
fr: Statistiques

source: Resources
es: Recursos
fr: Ressources

source: Average Game by Faction
es: Juego promedio por facción
fr: Partie moyenne par faction

source: All Resources
es: Todos los recursos
fr: Toutes les Ressources

source: New Resource
es: Nuevo Recurso
fr: Nouvelle Ressource

source: Name
es: Nombre
fr: Nom

source: Category
es: Categoría
fr: Catégorie

source: Date
es: Dato

source: Shared By
es: Compartido por
fr: Partagé par

source: Profile
es: Perfil
fr: Profil

source: My Bookmarks
es: Mis Marcadores
fr: Mes Favoris

source: Saved Games
es: Juegos Guardados
fr: Jeux Sauvegardés

source: You have no bookmarked Posts.
es: No tienes ninguna publicación marcada como favorita.
fr: Vous n'avez aucun article ajouté à vos favoris.

source: Click the <i class="bi bi-bookmark-plus"></i> at the top right of the post you want to save to add it to your Bookmarks.
es: Haz clic en <i class="bi bi-bookmark-plus"></i> en la parte superior derecha de la publicación que deseas guardar para agregarla a tus marcadores.
fr: Cliquez sur le <i class="bi bi-bookmark-plus"></i> en haut à droite de la publication que vous souhaitez enregistrer pour l'ajouter à vos favoris.

source: You have no bookmarked Games.
es: No tienes ningún juego marcado como favorito.
fr: Vous n'avez aucun jeu ajouté à vos favoris.

source: Click the <i class="bi bi-bookmark-plus"></i> at the top right of the game you want to save to add it to your Bookmarks.
es: Haz clic en <i class="bi bi-bookmark-plus"></i> en la parte superior derecha del juego que deseas guardar para agregarlo a tus Marcadores.
fr: Cliquez sur le <i class="bi bi-bookmark-plus"></i> en haut à droite du jeu que vous souhaitez enregistrer pour l'ajouter à vos favoris.

source: Account updated!
es: ¡Cuenta actualizada!
fr: Compte mis à jour !

source: Thank you for your feedback!
es: ¡Gracias por tus comentarios!
fr: Merci pour votre retour !

source: Your request has been received
es: Su solicitud ha sido recibida
fr: Votre demande a été reçue

source: Your report has been received
es: Su informe ha sido recibido
fr: Votre rapport a été reçu

source: Your request has been received, you should receive a Discord DM once an admin sees your request.
es: Tu solicitud ha sido recibida, deberías recibir un DM de Discord una vez que un administrador vea tu solicitud.
fr: Votre demande a été reçue, vous devriez recevoir un DM Discord une fois qu'un administrateur aura vu votre demande.

source: Thank you for your report
es: Gracias por tu informe
fr: Merci pour votre rapport

source: Report {subject}
es: Informe {subject}
fr: Rapport {subject}

source: Request Invite to Weird Root
es: Solicitar una Invitación a Weird Root
fr: Demande d'invitation à Weird Root

source: Request Invite to French Root
es: Solicitar una Invitación a Root Francés

source: Request a New Post
es: Solicitar una Nueva Publicación
fr: Demander un nouveau message

source: Send {category}
es: Enviar {category}
fr: Envoyer {category}

source: Send Feedback
es: Enviar Comentario
fr: Envoyer des commentaires

source: Set the current status. Set status to "Testing" once a game has been recorded. Once thoroughly playtested the status can be set to "Stable". Set to "Inactive" if you are no longer working on this project.
es: Establece el estado actual. Una vez grabada la partida, cambia el estado a "En prueba". Una vez completadas las pruebas, puedes cambiar el estado a "Estable". Cambia el estado a "Inactivo" si ya no trabajas en este proyecto.
fr: Définissez le statut actuel. Une fois le jeu enregistré, définissez-le sur « Test ». Une fois les tests terminés, le statut peut être défini sur « Stable ». Définissez-le sur « Inactif » si vous ne travaillez plus sur ce projet.

source: Map Name
es: Nombre de la Mapa

source: Number of Clearings
es: Número de Claro

source: This map has fixed suits for each clearing by default
es: Este mapa tiene trajes fijos para cada claro de forma predeterminada

source: Card
es: Carta

source: Card Back
es: Reverso de la Carta

source: Deck Name
es: Nombre de la Baraja

source: Card Count
es: Recuento de Cartas

source: Landmark Name
es: Nombre del Lugar Mítico

source: Landmark Art
es: Arte del Lugar Mítico

source: Landmark Card Front
es: Frente de la Carta del Lugar Mítico

source: House Rule Name
es: Nombre de la Regla de la Casa

source: House Rule Art
es: Arte de la Regla de la Casa

source: Hireling Name
es: Nombre del Secuaz

source: Promoted
es: Promovido
fr: Promu

source: Demoted
es: Degradado
fr: Rétrogradé

source: Based On (Faction or other Hireling):
es: Basado en (Facción u otro Secuaz):

source: Other Side
es: Otra Lado

source: Character Art
es: Arte de Personaje

source: Hireling Color
es: Color del Secuaz

source: Hireling Card
es: Carta del Secuaz

source: Vagabond Name
es: Nombre del Vagabondo

source: Vagabond Card
es: Carta del Vagabondo

source: Faction Name
es: Nombre de Facción

source: Insurgent
es: Insurgente
fr: Insurgé

source: Militant
es: Militante

source: None
es: Ninguno
fr: Aucun

source: Low
es: Baja
fr: Faible

source: Moderate
es: Moderada
fr: Modérée

source: High
es: Alto
fr: Élevée

source: ADSET Card
es: Tarjetas ADSET

source: Faction Board Front
es: Frente del Tablero de Facción
fr: Face du plateau de faction

source: Faction Board Back
es: La Parte Trasera del Tablero de Facción
fr: Retour du plateau de faction

source: Icon (Faction Head or Meeple)
es: Icono (Cabeza de facción o Meeple)

source: Faction Color
es: Color del Facción
fr: Couleur de faction

source: Clockwork Faction Name
es: Nombre del Facción Bot

source: Icon (Meeple or Relationship Marker)
es: Icono (Meeple o Fichas de Relación)

source: Give a brief explanation on how to use this Clockwork Faction...
es: Dar una breve explicación sobre cómo utilizar esta Facción Mecánica...
fr: Donnez une brève explication sur la façon d'utiliser cette faction mécanique...

source: File Type
es: Tipo de Archivo
fr: Type de fichier

source: Red
es: Rojo
fr: Rouge

source: Orange
es: Naranja

source: Yellow
es: Amarillo
fr: Jaune

source: Green
es: Verde
fr: Vert

source: Blue
es: Azul
fr: Bleu

source: Purple
es: Púrpura
fr: Violet

source: White
es: Blanco
fr: Blanc

source: Grey
es: Gris
fr: Gris

source: Black
es: Negro
fr: Noir

source: Pink
es: Rosa
fr: Rose

source: Brown
es: Marrón
fr: Brun

source: Tan
es: Bronceado
fr: Tanné

source: Stable
es: Estable
fr: Écurie

source: Testing
es: Pruebas
fr: Essai

source: Development
es: Desarrollo
fr: Développement

source: Inactive
es: Inactiva
fr: Inactif

source: Abandoned
es: Abandonada
fr: Abandonné

source: Clockwork
es: Bot

source: House Rule
es: Regla de la Casa
fr: Règle de la Maison

source: Icons
es: Iconos

source: Guide
es: Guía

source: Official
es: Oficial
fr: Officiel

source: About
es: Acerca de
fr: À Propos

source: Original Art by
es: Arte Original de
fr: Art original par

source: Feedback
es: Comentario
fr: Retour

source: Archive
es: Archivo
fr: Archives

source: Battlefield
es: Campo de Batalla
fr: Champ de Bataille

source: Workshop
es: Taller
fr: Atelier

source: My Games
es: Mis Juegos
fr: Mes Jeux

source: My Scorecards
es: Mis cuadros de mando
fr: Mes tableaux de bord

source: My Posts
es: Mis Publicaciones
fr: Mes messages

source: New Post
es: Nueva Publicación
fr: Nouveau message

source: Request Post
es: Solicitar publicación
fr: Demander une publication

source: My Recent Posts
es: Mis Publicaciones Recientes
fr: Mes messages récents

source: Admin Site
es: Sitio de Administración

source: Users
es: Usuarias
fr: Utilisateurs

source: Login
es: Acceso
fr: Se connecter

source: All
es: Todos
fr: Tout

source: Select Designer
es: Selecciona un Diseñador
fr: Sélectionnez le concepteur

source: Select Language
es: Seleccionar Idioma
fr: Sélectionner la langue

source: Select Expansion
es: Seleccionar Expansión
fr: Sélectionnez l'expansion

source: Search
es: Buscar

source: Yes, Delete
es: Si, Eliminar
fr: Oui, supprimer

source: Edit Resource
es: Editar recurso
fr: Modifier la ressource

source: Update Link to Resource
es: Actualizar enlace al recurso
fr: Mettre à jour le lien vers la ressource

source: Post Link to Resource
es: Publicar enlace al recurso
fr: Publier un lien vers la ressource

source: If the link is updated, this resource will no longer be pinned. If an update is needed please contact an admin to have the resource repinned.
es: Si se actualiza el enlace, este recurso dejará de estar anclado. Si se necesita una actualización, contacta con un administrador para que lo vuelva a anclar.
fr: Si le lien est mis à jour, cette ressource ne sera plus épinglée. Si une mise à jour est nécessaire, veuillez contacter un administrateur pour qu'il la réépingle.

source: Resources will be publicly posted to your profile.
es: Los recursos se publicarán públicamente en su perfil.
fr: Les ressources seront publiées publiquement sur votre profil.

source: The Workshop
es: El Taller
fr: L'Atelier

source: My Resources
es: Mis Recursos
fr: Mes Ressources

source: All Files
es: Todos los Archivos
fr: Tous les fichiers

source: Mark %(post_title)s as Stable?
es: ¿Marcar %(post_title)s como estable?
fr: Marquer %(post_title)s comme stable ?

source: It looks like %(post_title)s might be in a stable state.
es: Parece que %(post_title)s podría estar en un estado estable.
fr: Il semble que %(post_title)s soit dans un état stable.

source: If you think you will make any large changes to this %(post_component)s you can always do this later.
es: Si cree que realizará cambios importantes en este %(post_component)s, siempre puede hacerlo más tarde.
fr: Si vous prévoyez d'apporter des modifications importantes à ce %(post_component)s vous pourrez toujours le faire ultérieurement.

source: By marking %(post_title)s as "Stable" you convey to other users that they can confidently use it without any large rule gaps or balance issues. Of course this does not mean that this %(post_component)s will be completely balanced. Much of the balance in Root comes from the player interaction.
es: Al marcar %(post_title)s como "Estable", transmite a otros usuarios que pueden usarlo con confianza sin grandes lagunas en las reglas ni problemas de equilibrio. Claro que esto no significa que este %(post_component)s esté completamente equilibrado. Gran parte del equilibrio en Root proviene de la interacción del jugador.
fr: En marquant %(post_title)s comme "Écurie", vous indiquez aux autres utilisateurs qu'ils peuvent l'utiliser en toute confiance, sans failles de règles ni problèmes d'équilibrage. Bien entendu, cela ne signifie pas que ce %(post_component)s sera parfaitement équilibré. L'équilibre de Root repose en grande partie sur l'interaction entre les joueurs.

source: If you are ready to confirm, click "Yes!"
es: Si está listo para confirmar, haga clic en "¡Sí!"
fr: Si vous êtes prêt à confirmer, cliquez sur "Oui !"

source: Yes!
es: ¡Sí!
fr: Oui!

source: Not yet...
es: Aún no...
fr: Pas encore...

source: Ready for Testing?
es: ¿Listo para la prueba?
fr: Prêt pour les tests ?

source: By marking %(post_title)s as "Testing" you convey to other users that you are testing and fine tuning this %(post_component)s, you can always undo this later.
es: Al marcar %(post_title)s como "Prueba", le transmite a otros usuarios que está probando y afinando este %(post_component)s; siempre puede deshacer esto más tarde.
fr: En marquant %(post_title)s comme "Essai", vous indiquez aux autres utilisateurs que vous testez et peaufinez ce %(post_component)s, vous pouvez toujours annuler cela plus tard.

source: If you have started testing, click "Yes!"
es: Si ya has comenzado la prueba, haz clic en "¡Sí!"
fr: Si vous avez commencé les tests, cliquez sur "Oui !"

source: by
es: por
fr: par

source: Factions
es: Facciones

source: Delete FAQ?
es: ¿Eliminar preguntas frecuentes?
fr: Supprimer la FAQ ?

source: The Archive
es: El Archivo
fr: Les Archives

source: Discover more ways to play Root.
es: Descubre más formas de jugar Root.
fr: Découvrez d'autres façons de jouer à Root.

source: Find fan factions, maps, and more. Made by the Root community.
es: Encuentra facciones de fans, mapas y mucho más. Creado por la comunidad Root.
fr: Découvrez des factions créées par les fans, des cartes et bien plus encore. Réalisé par la communauté Root.

source: View
es: Ver
fr: Voir

source: The Battlefield
es: El Campo de Batalla
fr: Le Champ de Bataille

source: Record your games of Root!
es: ¡Graba tus partidas de Root!
fr: Enregistrez vos parties de Root !

source: Track stats and compare faction matchups.
es: Realiza un seguimiento de las estadísticas y compara los enfrentamientos entre facciones.
fr: Suivez les statistiques et comparez les confrontations de factions.

source: Search PNP resources & templates to make your own Factions.
es: Busca recursos y plantillas de PNP para crear tus propias facciones.
fr: Recherchez des ressources et des modèles PNP pour créer vos propres factions.

source: Submit your fan content.
es: Envía tu contenido de fan.
fr: Soumettez votre contenu de fan.

source: Delete Laws
es: Eliminar Leyes
fr: Supprimer les Lois

source: Delete All
es: Eliminar Todo
fr: Supprimer Tout

source: Edit Law
es: Editar la Ley
fr: Modifier la Loi

source: The Law of Root
es: La Ley de Root
fr: La Loi de Root

source: No Laws Recorded for %(post_title)s
es: No hay leyes registradas para %(post_title)s
fr: Aucune Loi Enregistrée pour %(post_title)s

source: Add Laws
es: Añadir Leyes
fr: Ajouter des lois

source: No Laws Recorded
es: No hay leyes registradas
fr: Aucune Loi Enregistrée

source: No %(selected_language)s Laws Recorded
es: No se han registrado %(selected_language)s leyes
fr: Aucune loi %(selected_language)s enregistrée

source: The Laws of Root
es: Las leyes de Root
fr: Les Lois de Root

source: Post a New
es: Publicar un Nuevo
fr: Publier un nouveau

source: Clockwork Faction
es: Facción Bot

source: Expansion
es: Expansión

source: Faction Type
es: Tipo de Facción
fr: Type de Faction

source: Components
es: Componentes
fr: Composants

source: Warriors
es: Guerreros
fr: Guerriers

source: Buildings
es: Edificios
fr: Bâtiments

source: Tokens
es: Fichas
fr: Jetons

source: Cards
es: Cartas
fr: Cartes

source: Other Pieces
es: Otras Piezas
fr: Autres Pièces

source: Ability Item
es: Objeto de habilidad
fr: Objet de capacité

source: No Results
es: Sin Resultados
fr: Aucun Résultat

source: No Pinned Resources Found
es: No se encontraron recursos fijados
fr: Aucune ressource épinglée trouvée

source: Add Law
es: Añadir Ley
fr: Ajouter la Loi

source: Edit FAQ
es: Editar FAQ
fr: Modifier la FAQ

source: Edit
es: Editar
fr: Modifier

source: %(object_animal)s House Rule
es: Regla de la Casa %(object_animal)s
fr: Règle de la maison de %(object_animal)s

source: %(object_animal)s %(object_component)s
es: %(object_component)s %(object_animal)s
fr: %(object_component)s %(object_animal)s

source: Art by
es: Arte por
fr: Art par

source: Based on %(based_on_title)s
es: Basado en %(based_on_title)s
fr: Basé sur %(based_on_title)s

source: Translation by
es: Traducción por
fr: Traduction par

source: View Law of Root
es: Ver Ley de Root
fr: Voir la Loi de Root

source: View FAQ
es: Ver preguntas frecuentes
fr: Voir la FAQ

source: Card Deck
es: Cartas por Baraja

source: with %(forests)s Forests
es: con %(forests)s Bosques
fr: avec %(forests)s Forêts

source: Links
es: Enlaces
fr: Liens

source: Link
es: Enlace
fr: Lien

source: Find at Leder Games
es: Encuéntralo en Leder Games
fr: Retrouvez-le sur Leder Games

source: Board Game Geek Post
es: Publicación Board Game Geek

source: Woodland Warriors Thread
es: Hilo Woodland Warriors

source: Weird Root Thread
es: Hilo Weird Root

source: Join on Discord for Link
es: Únete al Discord para obtener el enlace
fr: Rejoignez-nous sur Discord pour Link
