Repository: timeers/root-website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, fr

source: French Root Thread
es: Hilo Root Francesa
fr: Fil de Root française

source: Print & Play Files
es: Archivos para Imprimir y Jugar
fr: Imprimer et lire des fichiers

source: STL Files
es: Archivos STL

source: Complexity
es: Complejidad
fr: Difficulté

source: Aggression
es: Agresividad
fr: Agressivité

source: Card Wealth
es: Abundancia de Cartas
fr: Main de Cartes

source: Crafting Ability
es: Capacidad de Fabricación
fr: Fabrication

source: Points Breakdown
es: Desglose de Puntos
fr: Répartition des Points

source: Point categories for this faction are based on %(detail_scorecard_count)s user submitted scorecards.
es: Las categorías de puntos para esta facción se basan en %(detail_scorecard_count)s tarjetas de puntuación enviadas por los usuarios.
fr: Les catégories de points pour cette faction sont basées sur %(detail_scorecard_count)s cartes de score soumises par les utilisateurs.

source: Point categories for this faction are based on 1 user submitted scorecard.
es: Las categorías de puntos para esta facción se basan en la tarjeta de puntuación enviada por 1 usuario.
fr: Les catégories de points pour cette faction sont basées sur la carte de score soumise par 1 utilisateur.

source: Faction points are scored with faction abilities, crafting points are from crafting items, battle points are from removing cardboard in battle, other points are anything else.
es: Los puntos de facción se obtienen con las habilidades de facción, los puntos de elaboración se obtienen al elaborar objetos, los puntos de batalla se obtienen al quitar cartón en la batalla y los demás puntos son cualquier otra cosa.
fr: Les points de faction sont marqués avec les capacités de faction, les points d'artisanat proviennent de la fabrication d'objets, les points de bataille proviennent du retrait de carton au combat, les autres points sont tout autre chose.

source: Chart based on:
es: Gráfico basado en:
fr: Graphique basé sur :

source: Plays
es: Juegos
fr: Jeux

source: Insurgent Plays
es: Juegos de insurgentes
fr: Jeux d'insurgés

source: Militant Plays
es: Juegos de militantes
fr: Jeux Militants

source: Total Plays
es: Total de Jugadas
fr: Total des Jeux

source: Average
es: Promedio
fr: Moyenne

source: Insurgent Factions
es: Facciones insurgentes
fr: Factions insurgées

source: Militant Factions
es: Facciones militantes
fr: Factions militantes

source: All Factions
es: Todas las facciones
fr: Toutes les factions

source: Turn Number
es: Número de turno
fr: Numéro de tour

source: Game Points
es: Puntos de juego
fr: Points de jeu

source: Faction Points
es: Puntos de Facción
fr: Points de faction

source: Crafting Points
es: Puntos de Fabricación
fr: Points de fabrication

source: Battle Points
es: Puntos de Batalla
fr: Points de bataille

source: Other Points
es: Otras Puntos
fr: Autres points

source: Recorded Games
es: Juegos Grabados
fr: Jeux enregistrés

source: Filtered Games
es: Juegos Filtrados
fr: Jeux filtrés

source: Recorded Wins
es: Victorias Registradas
fr: Victoires enregistrées

source: Points (1/2 for Coalition Wins)
es: Puntos (1/2 por Victorias de Coalición)
fr: Points (1/2 pour les victoires de la coalition)

source: Total Games
es: Juegos Totales
fr: Total des Jeux

source: No %(selected_language)s laws available.
es: No hay %(selected_language)s leyes disponibles.
fr: Aucune loi %(selected_language)s disponible.

source: No laws matching "%(query)s".
es: No hay leyes que coincidan con "%(query)s”.
fr: Aucune loi ne correspond à « %(query)s ».

source: Choose Icon
es: Elija el Icono
fr: Choisir l'icône

source: Edit Components
es: Editar Componentes
fr: Modifier les composants

source: Component Manifest
es: Componentes
fr: Liste des Pièces

source: Edit Cards
es: Editar Tarjetas
fr: Modifier les Cartes

source: Relationship Markers
es: Fichas de Relación
fr: Marqueurs de relation

source: Save All
es: Guardar Todo
fr: Tout Sauvegarder

source: Official %(component)s
es: %(component)s Oficial
fr: %(component)s Officiel

source: Fan Made %(component)s
es: %(component)s Hecho por Fan
fr: %(component)s Réalisé par Fan

source: Official %(result_component)s
es: %(result_component)s oficial
fr: %(result_component)s officiels

source: by %(result_designer)s
es: por %(result_designer)s
fr: par %(result_designer)s

source: Related
es: Relacionados
fr: Lié

source: Search by Name or Animal...
es: Buscar por Nombre o Animal...
fr: Rechercher par nom ou par animal...

source: All Components
es: Todos los Componentes
fr: Tous les Composants

source: House Rules
es: Reglas de la Casa
fr: Règlement Intérieur

source: Status (All)
es: Estado (Todos)
fr: Statut (Tous)

source: No results found for
es: No se encontraron resultados para
fr: Aucun résultat trouvé pour

source: Decks
es: Barajas

source: Maps
es: Mapas

source: Vagabonds
es: Vagabundos

source: Landmarks
es: Lugares Míticos
fr: Points de Repère

source: Hirelings
es: Secuaces
fr: Embauchés

source: Expansions
es: Expansiones

source: Fan Content Law
es: Ley de Contenido de Fan
fr: Loi sur le Contenu des Fans

source: Recorded by
es: Grabado por
fr: Enregistré par

source: Series
es: Serie

source: Scorecards
es: Tanteadores
fr: Cartes de pointage

source: Profiles
es: Perfiles
fr: Profils

source: Pieces
es: Piezas
fr: Pièces

source: Translations
es: Traducciones
fr: Traductions

source: Color Match
es: Colores Similares
fr: Correspondance des Couleurs

source: Find...
es: Encontrar...
fr: Trouver...

source: Ability
es: Habilidad
fr: Capacité

source: Starting Items
es: Objectos Iniciales
fr: Éléments de départ

source: Torches
es: Antorchas

source: Torch
es: Antorcha
fr: Torche

source: Tea
es: Té
fr: Thé

source: Bags
es: Bolsas
fr: Sacs

source: Bag
es: Bolsa
fr: Sac

source: Boots
es: Botas
fr: Bottes

source: Boot
es: Bota
fr: Botte

source: Coins
es: Monedas
fr: Pièces

source: Hammers
es: Martillos
fr: Marteaux

source: Hammer
es: Martillo
fr: Marteau

source: Swords
es: Espadas
fr: Épées

source: Sword
es: Espada
fr: Épée

source: Crossbows
es: Ballestas
fr: Arbalètes

source: Crossbow
es: Ballestas
fr: Arbalète

source: Edit Items
es: Editar Objectos
fr: Modifier les éléments

source: Is something missing or incorrect?
es: ¿Falta algo o está mal?
fr: Il manque quelque chose ou il est incorrect ?

source: New
es: Nuevo
fr: Nouveau

source: Select an option
es: Seleccione una opción
fr: Sélectionnez une option

source: Available Translations
es: Traducciones disponibles
fr: Traductions Disponibles

source: Update
es: Actualizar
fr: Mise à jour

source: New Translation
es: Nueva traducción
fr: Nouvelle traduction

source: Is an existing translation missing?
es: ¿Falta una traducción existente?
fr: Une traduction existante est-elle manquante?

source: Resource
es: Recurso

source: Type
es: Tipo

source: Shared by
es: Compartido por
fr: Partagé par

source: Status
es: Estado
fr: Statut

source: Recorded Progress
es: Progreso Registrado
fr: Progrès Enregistrés

source: This %(object_component)s has been abandoned by the designer and no further development is planned.
es: El diseñador ha abandonado este %(object_component)s y no se planea ningún desarrollo adicional.
fr: Ce %(object_component)s a été abandonné par le concepteur et aucun développement supplémentaire n'est prévu.

source: This %(object_component)s is not currently being worked on and is considered inactive.<br> The designer, if they choose, can make this %(object_component)s active again.
es: No se está trabajando en este %(object_component)s y se considera inactivo.<br> El diseñador, si lo desea, puede reactivar este %(object_component)s.
fr: Ce composant %(object_component)s n'est pas actuellement en cours de traitement et est considéré comme inactif.<br> Le concepteur peut, s'il le souhaite, réactiver ce composant %(object_component)s.

source: This %(object_component)s is still in the design stage, potentially undergoing major changes before being considered stable.<br>
es: Este %(object_component)s aún se encuentra en la etapa de diseño y podría sufrir cambios importantes antes de considerarse estable.<br>
fr: Ce %(object_component)s est encore en phase de conception et pourrait subir des modifications majeures avant d'être considéré comme stable.<br>

source: This %(object_component)s is being tested. It has met all required metrics, but changes and fine tuning may be necessary before it is stable. Once they are ready, the designer can select the "Stable" status.<br>
es: Este %(object_component)s se está probando. Cumple con todas las métricas requeridas, pero podrían ser necesarios cambios y ajustes antes de que sea estable. Una vez listo, el diseñador puede seleccionar el estado "Estable”.
fr: Ce composant %(object_component)s est en cours de test. Il répond à toutes les exigences, mais des modifications et des ajustements pourraient être nécessaires avant d'être stable. Une fois prêt, le concepteur peut sélectionner le statut « Stable ».

source: This %(object_component)s is being tested. It has reached a playable state, but changes and fine tuning may be necessary before it is stable.<br>
es: Este %(object_component)s se está probando. Ya es jugable, pero podrían ser necesarios cambios y ajustes para que sea estable.
fr: Ce composant %(object_component)s est en cours de test. Il est désormais jouable, mais des modifications et des ajustements pourraient être nécessaires avant sa stabilité.

source: This %(object_component)s is considered stable and no major changes are expected.
es: Este %(object_component)s se considera estable y no se esperan cambios importantes.
fr: Ce %(object_component)s est considéré comme stable et aucun changement majeur n'est attendu.

source: View %(play_count)s Games
es: Ver %(play_count)s Juegos
fr: Voir %(play_count)s jeux

source: View %(play_count)s Game
es: Ver %(play_count)s Juego
fr: Voir %(play_count)s Jeu

source: No Games Recorded
es: No hay juegos grabados
fr: Aucun jeu enregistré

source: Recorded Stats
es: Estadísticas Registradas
fr: Statistiques enregistrées

source: Unique Players
es: Jugadores Únicos
fr: Joueurs uniques

source: Wins
es: Victorias
fr: Victoires

source: Losses
es: Perdidas
fr: Pertes

source: Official Factions
es: Facciones Oficiales
fr: Factions officielles

source: Official Maps
es: Mapas Oficiales
fr: Cartes officielles

source: Official Decks
es: Barajas Oficiales
fr: Decks officiels

source: Stability
es: Estabilidad
fr: Stabilité

source: There are two ways to mark this %(object_component)s as Stable:
es: Hay dos formas de marcar este %(object_component)s como estable:
fr: Il existe deux manières de marquer ce %(object_component)s comme stable :

source: If this %(object_component)s has a Stable Weird Root thread you can request to have the status changed.
es: Si este %(object_component)s tiene un hilo raíz extraño estable, puede solicitar que se cambie el estado.
fr: Si ce %(object_component)s a un thread racine étrange stable, vous pouvez demander que le statut soit modifié.

source: The designer can mark this %(object_component)s as stable once these requirements have been met:
es: El diseñador puede marcar %(object_component)s como estable una vez que se cumplan estos requisitos:
fr: Le concepteur peut marquer ce %(object_component)s comme stable une fois ces exigences satisfaites :

source: At Least 1 Win and 1 Loss against other players
es: Al menos 1 victoria y 1 derrota contra otros jugadores
fr: Au moins 1 victoire et 1 défaite contre d'autres joueurs

source: %(play_threshold)s Games Recorded
es: %(play_threshold)s juegos grabados
fr: %(play_threshold)s Parties enregistrées

source: With %(player_threshold)s Unique Players
es: Con %(player_threshold)s Jugadores únicos
fr: Avec %(player_threshold)s joueurs uniques

source: Against the %(official_faction_threshold)s Official Factions
es: Contra las %(official_faction_threshold)s facciones oficiales
fr: Contre les factions officielles %(official_faction_threshold)s

source: With the %(official_faction_threshold)s Official Factions
es: Con las %(official_faction_threshold)s facciones oficiales
fr: Avec les factions officielles %(official_faction_threshold)s

source: On the %(official_map_threshold)s Official Maps
es: En los %(official_map_threshold)s mapas oficiales
fr: Sur les cartes officielles %(official_map_threshold)s

source: With %(official_deck_threshold)s of the Official Decks
es: Con %(official_deck_threshold)s de los Decks Oficiales
fr: Avec %(official_deck_threshold)s des decks officiels

source: Meeting these requirements does not necessarily mean that a %(object_component)s is considered Stable. For example, a %(object_component)s might undergo major changes halfway through playtesting, and as a result, more than 10 games may be necessary before the designer is ready to mark the %(object_component)s as "Stable".
es: Cumplir estos requisitos no significa necesariamente que un %(object_component)s se considere estable. Por ejemplo, un %(object_component)s podría experimentar cambios importantes a mitad de las pruebas de juego y, como resultado, podrían necesitarse más de 10 partidas antes de que el diseñador esté listo para marcarlo como "estable”.
fr: Le respect de ces exigences ne signifie pas nécessairement qu'un composant %(object_component)s est considéré comme stable. Par exemple, un composant %(object_component)s peut subir des modifications majeures à mi-parcours des tests, et par conséquent, plus de dix parties peuvent être nécessaires avant que le concepteur soit prêt à le qualifier de « stable ».

source: View 1 Playtest
es: Ver 1 Prueba de Juego
fr: Voir 1 Playtest

source: View 1 Game
es: Ver 1 Juego
fr: Voir 1 Jeu

source: View %(count)d Games
es: Ver %(count)d Juegos
fr: Voir %(count)d Jeux

source: {} Components
es: Componentes de {}
fr: {} Composants

source: Other {} Components:
es: Otros Componentes del {}
fr: Autres composants {} :

source: {} has not yet met the stability requirements.
es: {} aún no ha cumplido los requisitos de estabilidad.
fr: {} n'a pas encore satisfait aux exigences de stabilité.

source: You are not authorized to make this change.
es: No estás autorizado a realizar este cambio.
fr: Vous n'êtes pas autorisé à effectuer cette modification.

source: {} has been marked as "Stable".
es: {} ha sido marcado como "Estable".
fr: {} a été marqué comme « Stable ».

source: {} has not yet recorded a playtest.
es: {} aún no ha grabado una prueba de juego.
fr: {} n'a pas encore enregistré de playtest.

source: {} has been marked as "Testing".
es: {} ha sido marcado como "Prueba".
fr: {} a été marqué comme « Test ».

source: Game Nickname (optional)
es: Apodo del juego (opcional)
fr: Surnom du jeu (facultatif)

source: Link a Game
es: Vincular un Juego
fr: Lier un jeu

source: Available Games
es: Juegos Disponibles
fr: Jeux disponibles

source: Available Game
es: Juego Disponible
fr: Jeu disponible

source: Link a Scorecard
es: Vincular una Tarjeta de Puntos
fr: Lier une carte de score

source: Available Scorecards
es: Tarjetas de Puntos Disponibles
fr: Cartes de pointage disponibles

source: Available Scorecard
es: Tarjeta de Puntos Disponible
fr: Tableau de bord disponible

source: Yes, delete
es: Si, eliminar
fr: Oui, supprimer

source: Playtest Details
es: Detalles de la prueba de juego
fr: Détails du test de jeu

source: Game Details
es: Detalles del Juego
fr: Détails du jeu

source: Undrafted Faction
es: Facción no reclutada
fr: Faction non recrutée

source: Random Clearings
es: Claros Aleatorios
fr: Clairières aléatoires

source: Link to Game Thread
es: Enlace al hilo del juego
fr: Lien vers le fil de discussion du jeu

source: Multihanded Playtests are not counted in Player Leaderboard standings
es: Las pruebas de juego con varias manos no se cuentan en la clasificación de jugadores
fr: Les tests de jeu multi-mains ne sont pas comptabilisés dans le classement des joueurs

source: Edit Game
es: Editar Juego
fr: Modifier le jeu

source: Delete Game
es: Eliminar Juego
fr: Supprimer le jeu

source: Edit Options
es: Editar Opciones
fr: Modifier les options

source: This game is in progress and can still be edited.
es: Este juego está en progreso y aún se puede editar.
fr: Ce jeu est en cours de réalisation et peut encore être modifié.

source: Change the Nickname, Notes or Discord Link for this game.
es: Cambia el apodo, las notas o el enlace de Discord para este juego.
fr: Modifiez le surnom, les notes ou le lien Discord pour ce jeu.

source: Update Game
es: Actualizar Juego
fr: Mettre à jour le jeu

source: Record
es: Registro
fr: Enregistrer

source: Filters
es: Filtros
fr: Filtres

source: Players
es: Jugadores
fr: Joueurs

source: Filter
es: Filtrar
fr: Filtre

source: You have %(in_progress_scorecards_count)s unlinked Scorecard(s) and %(in_progress_games_count)s in progress Game(s). Once complete each Scorecard should be linked to a matching Game and each Game should be finalized by clicking "Submit".
es: Tienes %(in_progress_scorecards_count)s tarjetas de puntuación sin vincular y %(in_progress_games_count)s juegos en progreso. Una vez completada, cada tarjeta de puntuación debe vincularse a un juego correspondiente y cada juego debe finalizarse haciendo clic en "Enviar".
fr: Vous avez %(in_progress_scorecards_count)s cartes de score non liées et %(in_progress_games_count)s parties en cours. Une fois terminée, chaque carte de score doit être liée à une partie correspondante et chaque partie doit être finalisée en cliquant sur « Soumettre ».

source: You have %(in_progress_games_count)s in progress Game(s) and no unlinked Scorecards. Once the game is completed, click "Submit" to finalize it.
es: Tienes %(in_progress_games_count)s partidas en progreso y ninguna tarjeta de puntuación sin vincular. Una vez completada la partida, haz clic en "Enviar" para finalizarla.
fr: Vous avez %(in_progress_games_count)s parties en cours et aucune carte de score non liée. Une fois la partie terminée, cliquez sur « Soumettre » pour la finaliser.

source: You have %(in_progress_scorecards_count)s unlinked Scorecard(s) and no in process Games. Once complete, link each Scorecard to a matching Game.
es: Tienes %(in_progress_scorecards_count)s tarjetas de puntuación sin vincular y ningún juego en curso. Una vez completado, vincula cada tarjeta de puntuación a un juego correspondiente.
fr: Vous avez %(in_progress_scorecards_count)s cartes de score non liées et aucune partie en cours. Une fois terminé, associez chaque carte de score à une partie correspondante.

source: You're all up to date. You have no in progress games.
es: Ya estás al día. No tienes partidas en curso.
fr: Vous êtes tous à jour. Vous n'avez aucune partie en cours.

source: These scorecards have not been linked with a game:
es: Estas tarjetas de puntuación no se han vinculado a ningún juego:
fr: Ces cartes de score n'ont pas été liées à un jeu :

source: Turn
es: Turno
fr: Tour

source: Game
es: Juego
fr: Jeu

source: These games have not been submitted
es: Estos juegos no han sido enviados
fr: Ces jeux n'ont pas été soumis

source: Captains
es: Capitanes
fr: Capitaines

source: Score
es: Resultado

source: Win
es: Ganar
fr: Gagner

source: Coalition
es: Coalición

source: Dominance
es: Dominio

source: Add Player
es: Agregar Jugador
fr: Ajouter un joueur

source: Misc.
es: Varios.
fr: Divers.

source: Save Progress
es: Guardar Progreso
fr: Enregistrer la Progression

source: Co-op
es: Cooperativa
fr: Coopérative

source: Playtest
es: Prueba de juego
fr: Test de Jeu

source: Landmarks:
es: Lugares Míticos:
fr: Points de Repère :

source: Hirelings:
es: Secuaces:
fr: Les Mercenaires :

source: House Rules:
es: Reglas de la Casa:
fr: Règles de la Maison :

source: Detail
es: Detalle
fr: Détail

source: Filter Games
es: Filtrar Juegos
fr: Filtrer les Jeux

source: Player Leaderboards
es: Tablas de Clasificación de Jugadores
fr: Classements des Poueurs

source: Player Leaderboard
es: Tabla de Clasificación de Jugadores
fr: Classement des Joueurs

source: Faction Leaderboards
es: Tablas de Clasificación de Facción
fr: Classements des Factions

source: Faction Leaderboard
es: Tabla de Clasificación de Facción
fr: Classement des Factions

source: No matching games recorded.
es: No se registraron partidas coincidentes.
fr: Aucun jeu correspondant enregistré.

source: No games recorded.
es: No hay juegos grabados.
fr: Aucun jeu enregistré.

source: Turn Total
es: Total de Turnos
fr: Total du tour

source: Notes
es: Notas
fr: Remarques

source: Recorded on
es: Grabado en
fr: Enregistré

source: Faction N/A
es: Facción N/A

source: Manage Assets
es: Administrar Activos

source: Rounds
es: Rondas

source: Assets
es: Activos

source: Add Round
es: Agregar Ronda

source: No Players have reached the Game Threshold of
es: Ningún jugador ha alcanzado el Umbral de juego de
fr: Aucun joueur n'a atteint le seuil de jeu de

source: No Games have been Recorded
es: No se han grabado juegos
fr: Aucun match n'a été enregistré

source: No Factions have reached the Game Threshold of
es: Ningún facción ha alcanzado el Umbral de juego de
fr: Aucune faction n'a atteint le seuil de jeu de

source: Manage Players
es: Administrar Jugadores

source: Player Name
es: Nombre del Jugador
fr: Nom du joueur

source: Games Played by Player
es: Juegos Jugados por Jugador
fr: Jeux joués par le joueur

source: Points Earned
es: Puntos Ganados
fr: Points gagnés

source: Total Win Rate
es: Tasa de Ganancia Total
fr: Taux de victoire total

source: Playing as:
es: Jugando como:
fr: Jouer comme :

source: Update Game Data
es: Actualizar Datos del Juego
fr: Mettre à jour les données du jeu

source: Record New Game
es: Grabar Nuevo Juego
fr: Enregistrer une nouvelle partie

source: Register New Player
es: Registrar Nuevo Jugador
fr: Inscrire un nouveau joueur

source: Register Player
es: Registrar Jugador
fr: Inscrire un joueur

source: If a player is missing you can add them here (if they do not have Discord choose a unique name for them).
es: Si falta un jugador, puedes agregarlo aquí (si no tiene Discord, elige un nombre único para él).
fr: Si un joueur est manquant, vous pouvez l'ajouter ici (s'il n'a pas Discord, choisissez un nom unique pour lui).

source: Update Detailed Game Scores
es: Actualizar Puntuaciones Detalladas del Juego
fr: Mettre à jour les scores détaillés des jeux

source: Record Detailed Game Scores
es: Registra Puntuaciones Detalladas del Juego
fr: Mettre à jour les scores détaillés des jeux

source: Game Nickname for Grouping
es: Apodo del Juego para Agrupar
fr: Surnom de jeu pour le regroupement

source: points
es: puntos

source: Total Points
es: Puntos Totales
fr: Points Totaux

source: Total Score
es: Puntuación total
fr: Note totale

source: Totals
es: Totales
fr: Totaux

source: Add Turn
es: Agregar Turno
fr: Ajouter un tour

source: Remove Turn
es: Quitar Turno
fr: Supprimer le tour

source: Play Dominance
es: Jugar Dominio
fr: Jouer à la domination

source: Save and Go to
es: Guardar e ir a
fr: Enregistrer et accéder à

source: Save and add next Seat
es: Guardar y Agregar el Siguiente Asiento
fr: Enregistrer et ajouter le siège suivant

source: Delete Scorecard?
es: ¿Eliminar Tanteador?
fr: Supprimer la carte de score ?

source: Are you sure you want to delete the selected scorecard
es: Está seguro de que desea eliminar el tanteador seleccionado
fr: Êtes-vous sûr de vouloir supprimer la carte de score sélectionnée

source: Scorecard
es: Tanteador
fr: Tableau de bord

source: Points per Turn
es: Puntos por turno
fr: Points par Tour

source: Turns
es: Vueltas
fr: Virages

source: This Game
es: Este Juego
fr: Ce jeu

source: Faction Average
es: Promedio de facción
fr: Moyenne de la faction

source: New Scorecard
es: Nuevo Tanteador
fr: Nouveau tableau de bord

source: New Game
es: Nuevo Juego
fr: Nouveau Jeu
