Repository: timeers/root-website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, fr

source: Your Recorded Average by Faction
es: Su promedio registrado por facción
fr: Votre moyenne enregistrée par faction

source: Completed Scorecards
es: Tarjetas de puntuación completadas
fr: Cartes de pointage complétées

source: You have not recorded any scorecards
es: No has grabado ninguna tarjeta de puntuación
fr: Vous n'avez enregistré aucune carte de score

source: Add Factions
es: Agregar Facciones

source: Factions will be added to
es: Se añadirán facciones a

source: Remove Factions
es: Eliminar Facciones

source: Factions will be removed and unable to be selected
es: Se eliminarán las facciones y no podrán seleccionarse

source: Add Maps
es: Agregar Mapas

source: Remove Maps
es: Eliminar Mapas

source: Add Decks
es: Agregar Barajas

source: Remove Decks
es: Eliminar Barajas

source: Add Vagabonds
es: Agregar Vagabundos

source: Remove Vagabonds
es: Eliminar Vagabundos

source: Add Landmarks
es: Agregar Lugares Míticos

source: Remove Landmarks
es: Eliminar Lugares Míticos

source: Add Hirelings
es: Agregar Secuaces

source: Remove Hirelings
es: Eliminar Secuaces

source: Add House Rules
es: Agregar Reglas de la Casa

source: House Rules will be added to
es: Se añadirán reglas de la casa a

source: Remove House Rules
es: Eliminar Reglas de la Casa

source: Save Changes
es: Guardar Cambios
fr: Enregistrer les Modifications

source: Remove
fr: Retirer

source: Personal info
fr: Informations personnelles

source: Video
fr: Vidéo

source: Are you sure you want to delete all %(source_language)s laws for %(group)s? This cannot be undone, but laws in other languages will not be affected.
fr: Êtes-vous sûr de vouloir supprimer toutes les lois %(source_language)s pour %(group)s ? Cette opération est irréversible, mais les lois dans d'autres langues ne seront pas affectées.

source: These changes will affect all laws relating to %(source_group)s
fr: Ces changements affecteront toutes les lois relatives à %(source_group)s

source: The strictly defined, formal rules of Root in a concise reference style.
fr: Les règles formelles strictement définies de Root dans un style de référence concis.

source: Law of Root
fr: Loi de Root

source: Law of Root (Draft)
fr: Loi de Root (Ébauche)

source: Done
fr: Finie

source: No %(selected_language)s Laws Recorded for %(post_title)s
fr: Aucune loi %(selected_language)s enregistrée pour %(post_title)s

source: The strictly defined rules of Root — both official and unofficial — presented in a concise reference style.
fr: Les règles strictement définies de Root — à la fois officielles et non officielles — présentées dans un style de référence concis.

source: Search official and fan made Root components.
fr: Recherchez des composants Root officiels et créés par des fans.

source: Copy Law
fr: Copier la Loi

source: No FAQs available.
fr: Aucune FAQ disponible.

source: Table of Contents
fr: Table des Matières

source: Based on the data you've recorded. Data for your plays can be found in the profile stats tab.
fr: D'après les données que vous avez enregistrées. Les données de vos parties sont disponibles dans l'onglet « Statistiques du profil ».
